<template>
  <section id="about" class="container">
    <h2>Про симулятор</h2>
    <div>
      <p>Наш симулятор космічної експедиції дозволяє вам стати капітаном космічного корабля та вирушити у вражаючі подорожі по галактиці. У вас є можливість керувати станом корабля, виконувати різноманітні місії, а також переглядати історію своїх експедицій. Зануртеся в реалістичний процес керування космічним судном, де ви будете відповідати за рівень пального, енергії та чисельність екіпажу.</p>
      <p>У розділі "Експедиції" ви знайдете доступні місії, які варіюються за складністю та завданнями. Вибір правильної стратегії може вплинути на успішність подорожі. У "Моїх подорожах" ви можете побачити результати своїх попередніх місій та відстежувати прогрес поточних експедицій.</p>
      <p>Приготуйтеся до захоплюючих пригод в космосі та станьте справжнім героєм у світі космічних подорожей!</p>
    </div>
  </section>
</template>

<script>
export default {
  name: 'AboutUs'
};
</script>


